books: [
    {
    "info": "The World as Design by Otl Aicher",
    "book_cover":"/assets/images/bookpics/the world as design.jpg",
    "description": "“One of the classics, and also one of my favorite books from Otl Aicher, founder of the Ulm School. Aicher re-inforces the idea that every design decision must have a purpose and a reason behind it.” (Adrian's Notes)",
    "full_description": "Otl Aicher's writings are explorations of the world, a substantive part of his work. In moving through the history of thought and design, building and construction, he assures us of the possibilities of arranging existence in a humane fashion. As ever he is concerned with the question of the conditions needed to produce a civilised culture. These conditions have to be fought for against apparent factual or material constraints and spiritual and intellectual substitutes on offer. Otl Aicher likes a dispute. For this reason, the volume contains polemical statements on cultural and political subjects as well as practical reports and historical exposition. He fights with productive obstinacy, above all for the renewal of Modernism, which he claims has largely exhausted itself in aesthetic visions; he insists the ordinary working day is still more important than the 'cultural Sunday'.",
    "amazon_link": "https://amzn.to/2AsPAlN"
    },
    {
        "info": "Understanding Comics: The Invisible Art by Scott McCloud",
        "book_cover":"/assets/images/bookpics/understanding comics.jpg",
        "description": "A comic book that teaches you how to design comics. One of the biggest challanges we face as designers is to tell compelling stories in different ways, I think this book does a pretty good job explaining it. (Adrian's Notes)",
        "full_description": "Praised throughout the cartoon industry by such luminaries as Art Spiegelman, Matt Groening, and Will Eisner, Scott McCloud's Understanding Comics is a seminal examination of comics art: its rich history, surprising technical components, and major cultural significance. Explore the secret world between the panels, through the lines, and within the hidden symbols of a powerful but misunderstood art form.",
        "amazon_link": "https://amzn.to/2BN0GBB"   
    },
    {
        "info": "The Laws of Simplicity – John Maeda",
        "book_cover":"/assets/images/bookpics/the laws of simplicity.jpg",
        "description": "One of the most difficult challenges as designers is to find the right balance between the complexity and simplicity: granularity of information, visual resources, mental models, and so on. Maeda does a pretty great job explaining what simplicity is while sharing his methodology to transform complex problems into simpler ones. (Adrian's Notes)",
        "full_description": "Finally, we are learning that simplicity equals sanity. We're rebelling against technology that's too complicated, DVD players with too many menus, and software accompanied by 75-megabyte ‘read me’ manuals. The iPod's clean gadgetry has made simplicity hip. But sometimes we find ourselves caught up in the simplicity paradox: we want something that's simple and easy to use, but also does all the complex things we might ever want it to do. In The Laws of Simplicity, John Maeda offers ten laws for balancing simplicity and complexity in business, technology, and design―guidelines for needing less and actually getting more. Maeda―a professor in MIT's Media Lab and a world-renowned graphic designer―explores the question of how we can redefine the notion of ‘improved’ so that it doesn't always mean something more, something added on. Maeda's first law of simplicity is ‘Reduce.’ It's not necessarily beneficial to add technology features just because we can. And the features that we do have must be organized (Law 2) in a sensible hierarchy so users aren't distracted by features and functions they don't need. But simplicity is not less just for the sake of less. Skip ahead to Law 9: ‘Failure: Accept the fact that some things can never be made simple.’ Maeda's concise guide to simplicity in the digital age shows us how this idea can be a cornerstone of organizations and their products―how it can drive both business and technology. We can learn to simplify without sacrificing comfort and meaning, and we can achieve the balance described in Law 10. This law, which Maeda calls ‘The One,’ tells us: ‘Simplicity is about subtracting the obvious, and adding the meaningful.’",
        "amazon_link": "https://amzn.to/2BHHllB"   
    },
    {
        "info": "The Design of Everyday Things by Don Norman",
        "book_cover":"/assets/images/bookpics/design of everyday things.jpg",
        "description": "An excellent introduction to the psychology and design decisions behind the day to day objects that surround us. I’d recommend you read the book while combining it with others as it can get a bit dense and dull (rhythmically speaking, don’t get me wrong). (Adrian's Notes)",
        "full_description": "Even the smartest among us can feel inept as we fail to figure out which light switch or oven burner to turn on, or whether to push, pull, or slide a door. The fault, argues this ingenious-even liberating-book, lies not in ourselves, but in product design that ignores the needs of users and the principles of cognitive psychology. The problems range from ambiguous and hidden controls to arbitrary relationships between controls and functions, coupled with a lack of feedback or other assistance and unreasonable demands on memorization. The Design of Everyday Things shows that good, usable design is possible. The rules are simple: make things visible, exploit natural relationships that couple function and control, and make intelligent use of constraints. The goal: guide the user effortlessly to the right action on the right control at the right time. The Design of Everyday Things is a powerful primer on how--and why--some products satisfy customers while others only frustrate them.",
        "amazon_link": "https://amzn.to/2BGN5f9"   
    },
    {
        "info": "Thinking with Type by Ellen Lupton",
        "book_cover":"/assets/images/bookpics/thinking with type.jpg",
        "description": "When designing, typography is the foundation of print and web design. This book will give you the best historical background, terminology, and every technical consideration you need to know when thinking with type. (Adrian's Notes)",
        "full_description": "Our all time best selling book is now available in a revised and expanded second edition. Thinking with Type is the definitive guide to using typography in visual communication, from the printed page to the computer screen. This revised edition includes forty-eight pages of new content, including the latest information on style sheets for print and the web, the use of ornaments and captions, lining and non-lining numerals, the use of small caps and enlarged capitals, as well as information on captions, font licensing, mixing typefaces, and hand lettering. Throughout the book, visual examples show how to be inventive within systems of typographic form—what the rules are and how to break them. Thinking with Type is a type book for everyone: designers, writers, editors, students, and anyone else who works with words. The popular online companion to Thinking with Type (www.thinkingwithtype.com) has been revised to reflect the new material in the second edition.",
        "amazon_link": "https://amzn.to/2LBBSkL"   
    },
    {
        "info": "Universal Principles of Design by William Lidwell, Kritina Holden, and Jill Butler",
        "book_cover":"/assets/images/bookpics/universal principles of design.jpg",
        "description": "This is the kind of book you’d like to read jumping back and forth between different topics. It’s a beautiful compilation of several design principles along with in-depth explanations, illustrations, and examples. I find it useful whenever I want to refresh theory or don’t land the right words for explaining the reasoning behind design decisions. It’s also a good source of inspiration. (Adrian's Notes)",
        "full_description": "Whether a marketing campaign or a museum exhibit, a video game or a complex control system, the design we see is the culmination of many concepts and practices brought together from a variety of disciplines. Because no one can be an expert on everything, designers have always had to scramble to find the information and know-how required to make a design work - until now. Universal Principles of Design is the first cross-disciplinary reference of design. Richly illustrated and easy to navigate, this book pairs clear explanations of the design concepts featured with visual examples of those concepts applied in practice. From the 80/20 rule to chunking, from baby-face bias to Ockham's razor, and from self-similarity to storytelling, 100 design concepts are defined and illustrated for readers to expand their knowledge. This landmark reference will become the standard for designers, engineers, architects, and students who seek to broaden and improve their design expertise.Whether a marketing campaign or a museum exhibit, a video game or a complex control system, the design we see is the culmination of many concepts and practices brought together from a variety of disciplines. Because no one can be an expert on everything, designers have always had to scramble to find the information and know-how required to make a design work - until now. Universal Principles of Design is the first cross-disciplinary reference of design. Richly illustrated and easy to navigate, this book pairs clear explanations of the design concepts featured with visual examples of those concepts applied in practice. From the 80/20 rule to chunking, from baby-face bias to Ockham's razor, and from self-similarity to storytelling, 100 design concepts are defined and illustrated for readers to expand their knowledge. This landmark reference will become the standard for designers, engineers, architects, and students who seek to broaden and improve their design expertise.",
        "amazon_link": "https://www.amazon.com/Universal-Principles-Design-William-Lidwell/dp/1592530079/ref=sr_1_2?ie=UTF8&qid=1545933651&sr=8-2&keywords=Universal+Principles+of+Design+by+William+Lidwell%2C+Kritina+Holden%2C+and+Jill+Butler"   
    },
    {
        "info": "Interaction of Color by Josef Albers",
        "book_cover":"/assets/images/bookpics/interaction.jpg",
        "description": "Josef Albers was one the most important artist-educators in the Bauhaus in 1920. His learnings and systematic approach to the color theory are a great way to understand how surrounding colors influence our perception of colors. (Adrian's Notes)",
        "full_description": "Josef Albers (1888–1976) was one of the leading pioneers of 20th-century modernism: he was an extraordinary teacher, writer, painter, and color theorist, who is best known for the Homages to the Square (painted 1950–76) and The Interaction of Color, published by Yale University Press in 1963. This generously illustrated overview of Albers’s work, accompanying the first major exhibition on the artist in more than thirty years, features all aspects of his long, creative career. Beginning with Albers's time at the Bauhaus in Weimar and Dessau, the publication follows the artist to America and describes major themes of his work there as well as the importance of his frequent travels to Mexico. Paintings, prints, furniture, household objects, works in glass, photographs, and pre-Columbian sculptures are beautifully reproduced and discussed by a team of experts. The juxtaposition of Renaissance sculptures and icons with paintings by Albers underlines the intellectual and spiritual dimensions of his art, and Albers’s influence on 1960s Minimalist art is also explored. Including a comprehensive biography, the book convincingly demonstrates how this great artist transformed modern design by using line, color, surface, and space to challenge the perception of the viewer.",
        "amazon_link": "https://amzn.to/2LD74QC"   
    },
    {
        "info": "Design is a Job by Mike Monteiro",
        "book_cover":"/assets/images/bookpics/design is a job.jpg",
        "description": "A pragmatic, realistic and simple way of summarizing what being a designer means. Contracts, clients, peers, and the less fancy and artistic part of the craft. (Adrian's Notes)",
        "amazon_link": "https://amzn.to/2BJrKBQ"   
    },
    



]
