books: [
    {
        "book_cover":"/assets/images/bookpics/hackernews.png",
        "description": "&quot;Hacker News always has some good threads around startups and links to interesting articles.&quot; (Dylan's Notes)",
        "amazon_link": "https://news.ycombinator.com/"
        },
    {
        "info": "Shoe Dog by Phil Knight",
        "book_cover":"/assets/images/bookpics/shoe dog.jpg",
    "description": "In this instant and tenacious New York Times bestseller, Nike founder and board chairman Phil Knight “offers a rare and revealing look at the notoriously media-shy man behind the swoosh” (Booklist, starred review), illuminating his company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.",
    "full_description": "Bill Gates named Shoe Dog one of his five favorite books of 2016 and called it “an amazing tale, a refreshingly honest reminder of what the path to business success really looks like. It’s a messy, perilous, and chaotic journey, riddled with mistakes, endless struggles, and sacrifice. Phil Knight opens up in ways few CEOs are willing to do.” Fresh out of business school, Phil Knight borrowed fifty dollars from his father and launched a company with one simple mission: import high-quality, low-cost running shoes from Japan. Selling the shoes from the trunk of his car in 1963, Knight grossed eight thousand dollars that first year. Today, Nike’s annual sales top $30 billion. In this age of start-ups, Knight’s Nike is the gold standard, and its swoosh is one of the few icons instantly recognized in every corner of the world. But Knight, the man behind the swoosh, has always been a mystery. In Shoe Dog, he tells his story at last. At twenty-four, Knight decides that rather than work for a big corporation, he will create something all his own, new, dynamic, different. He details the many risks he encountered, the crushing setbacks, the ruthless competitors and hostile bankers—as well as his many thrilling triumphs. Above all, he recalls the relationships that formed the heart and soul of Nike, with his former track coach, the irascible and charismatic Bill Bowerman, and with his first employees, a ragtag group of misfits and savants who quickly became a band of swoosh-crazed brothers. Together, harnessing the electrifying power of a bold vision and a shared belief in the transformative power of sports, they created a brand—and a culture—that changed everything.",
    "amazon_link": "https://amzn.to/2pVLIEa"
    },
    {
        "info": "David and the Goliath by Malcolm Gladwell",
        "book_cover":"/assets/images/bookpics/david and goliath.jpg",
        "description": "In DAVID AND GOLIATH, Malcolm Gladwell challenges how we think about obstacles and disadvantages, offering a new interpretation of what it means to be discriminated against, suffer from a disability, lose a parent, attend a mediocre school, or endure any number of other apparent setbacks.",
        "full_description": "Three thousand years ago on a battlefield in ancient Palestine, a shepherd boy felled a mighty warrior with nothing more than a pebble and a sling-and ever since, the names of David and Goliath have stood for battles between underdogs and giants. David's victory was improbable and miraculous. He shouldn't have won. Or should he? In the tradition of Gladwell's previous bestsellers-The Tipping Point, Blink, Outliers and What the Dog Saw-DAVID AND GOLIATH draws upon history, psychology and powerful story-telling to reshape the way we think of the world around us.",
        "amazon_link": "https://amzn.to/2pVxrai"   
    },
    {
        "info": "My Struggle: Book 1 by Karl Ove Knausgaard ",
        "book_cover":"/assets/images/bookpics/my struggle.jpg",
        "description": "A New York Times bestseller, My Struggle: Book 1 introduces American readers to the audacious, addictive, and profoundly surprising international literary sensation that is the provocative and brilliant six-volume autobiographical novel by Karl Ove Knausgaard.",
        "full_description": "It has already been anointed a Proustian masterpiece and is the rare work of dazzling literary originality that is intensely, irresistibly readable. Unafraid of the big issues―death, love, art, fear―and yet committed to the intimate details of life as it is lived, My Struggle is an essential work of contemporary literature.",
        "amazon_link": "https://amzn.to/2CIXaLy"   
    },

]
