books: [
    {
    "book_cover":"/assets/images/bookpics/obstacle is the way.jpg",
    "description": "The Obstacle is the Way has become a cult classic, beloved by people around the world who apply its wisdom to become more successful at whatever they do. The book draws its inspiration from stoicism, the ancient Greek philosophy of enduring adversity with perseverance. Stoics focus on the things they can control, let go of everything else, and turn every new obstacle into an opportunity to get better, stronger, tougher.",
    "full_description":"Ryan Holiday shows us how some of the most successful people in history—from John D. Rockefeller to Amelia Earhart to Ulysses S. Grant to Steve Jobs—have applied stoicism to overcome difficult or even impossible situations. Their embrace of these principles ultimately mattered more than their natural intelligence, talents, or luck.",
    "amazon_link": "https://amzn.to/2wCVON7"
    },
    {
        "book_cover":"/assets/images/bookpics/ego is the enemy.jpg",
        "description": "Many of us insist the main impediment to a full, successful life is the outside world. In fact, the most common enemy lies within: our ego. Early in our careers, it impedes learning and the cultivation of talent. With success, it can blind us to our faults and sow future problems. In failure, it magnifies each blow and makes recovery more difficult. At every stage, ego holds us back.",
        "full_description":"Ego Is the Enemy draws on a vast array of stories and examples, from literature to philosophy to his­tory. We meet fascinating figures such as George Marshall, Jackie Robinson, Katharine Graham, Bill Belichick, and Eleanor Roosevelt, who all reached the highest levels of power and success by con­quering their own egos. Their strategies and tactics can be ours as well.",
        "amazon_link": "https://amzn.to/2PmM3dy"
        },
        {
            "book_cover":"/assets/images/bookpics/steve jobs.jpg",
            "description": "This was Coach's intro to Isaacson’s biographies, which he found “utterly fascinating”, loving his writing style, highlighting almost ¾ of the entire book. He was hooked and moved onto his other biographies on Einstein and Benjamin Franklin, both of which blew him away. (Raveling's Notes, Tim Ferriss Podcast)",
            "full_description":"Based on more than forty interviews with Jobs conducted over two years—as well as interviews with more than a hundred family members, friends, adversaries, competitors, and colleagues—Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publishing.",
            "amazon_link": "https://amzn.to/2MCVVTD"
            },
            {
                "book_cover":"/assets/images/bookpics/12 rules for life.jpg",
                "description": "What does everyone in the modern world need to know? Renowned psychologist Jordan B. Peterson's answer to this most difficult of questions uniquely combines the hard-won truths of ancient tradition with the stunning revelations of cutting-edge scientific research.",
                "full_description":"Humorous, surprising and informative, Dr. Peterson tells us why skateboarding boys and girls must be left alone, what terrible fate awaits those who criticize too easily, and why you should always pet a cat when you meet one on the street. What does the nervous system of the lowly lobster have to tell us about standing up straight (with our shoulders back) and about success in life? Dr. Peterson journeys broadly, discussing discipline, freedom, adventure and responsibility, distilling the world's wisdom into 12 practical and profound rules for life. The 12 Most Valuable Things Everyone Should Know shatters the modern commonplaces of science, faith and human nature, while transforming and ennobling the mind and spirit of its readers.",
                "amazon_link": "https://amzn.to/2N8LjLu"
                },    
        

]
