books: [
    {
    "info": "The Return of the Prodigal Son by Henri Nouwen",
    "book_cover":"/assets/images/bookpics/return of the prodigal son.jpg",
    "description": " “It’s something I’ve gone back to repeatedly during difficult times in my life,” she writes. “Maybe it’s because I’m the oldest in our family and something of a Girl Scout, but I’ve always identified with the older brother in the parable. … It’s a story about unconditional love — the love of a father, and also The Father, who is always ready to love us, no matter how often we stumble and fall.” (Clinton’s Notes)",
    "full_description": "A chance encounter with a reproduction of Rembrandt's The Return of the Prodigal Son catapulted Henri Nouwen on a long spiritual adventure. Here he shares the deeply personal and resonant meditation that led him to discover the place within where God has chosen to dwell. In seizing the inspiration that came to him through Rembrandt's depiction of the powerful Gospel story, Henri Nouwen probes the several movements of the parable: the younger son's return, the father's restoration of sonship, the elder son's vengefulness, and the father's compassion. In his reflection on Rembrandt in light of his own life journey, the author evokes a powerful drama of the parable in a rich, captivating way that is sure to reverberate in the hearts of readers. The themes of homecoming, affirmation, and reconciliation will be newly discovered by all who have known loneliness, dejection, jealousy, or anger. The challenge to love as the father and be loved as the son will be seen as the ultimate revelation of the parable known to Christians throughout time, and here represented with a vigor and power fresh for our times.",
    "amazon_link": "https://amzn.to/2qCACEh"
    },
    {
        "info": "Bread for the Journey by Henri Nouwen",
        "book_cover":"/assets/images/bookpics/bread for the journey.jpg",
        "description": "When beloved author Henri Nouwen set out to record this daybook of totally new reflections, he suddenly found himself on 'a true spiritual adventure.' For in these 366 original, interlocking morsels of daily wisdom, Nouwen provides both sustenance and a trail for us to follow, as he unveils, to his own surprise, his personal map of faith.",
        "full_description": "From the delicate interplay of human experience to the surrender to Christ and the embrace of Christian community, that journey of Christian spirituality is explored and celebrated here in each eloquent, thought–provoking passage, 'The table is one of the most intimate places in our lives. It is there that we give ourselves to one another. When we say, 'Take some more, let me serve you another plate, let me pour you another glass, don't be shy, enjoy it,' we say a lot more than our words express. We invite our friends to become part of our lives. We want them to be nurtured by the same food and drink that nurture us. We desire communion.... Every breakfast, lunch, or dinner can become a time of growing communion with one another.' Intimately personal and inspiring, Bread for the Journey is a daily feast of fresh insight into the challenges and deep joys of a life lived in close communion with God. Nouwen is a wise, loving companion who invites us along as he finds joy in the community of loss, true freedom in forgiveness of others, and hope in surprising places. Each daily meditation is a stepping–stone along a path of private discovery, offering Nouwen's seasoned yet fresh ideas on kindness, love, suffering, and prayer, the Church as God's people, and the importance of Jesus in one's life–reflecting, as a whole, Nouwen's own 'personal creed.' Bread for the Journey brims with daily nourishment and guidance for devoted followers and new friends alike –– food for thought on a yearlong journey of discovery and faith.",
        "amazon_link": "https://amzn.to/2OEuYLk"   
    },
    {
        "info": "What’s the Matter with Kansas? by Thomas Frank",
        "book_cover":"/assets/images/bookpics/whats the matter with kansas.jpg",
        "description": "“After John Kerry lost to George W. Bush in 2004, the writer Thomas Frank popularized the theory that Republicans persuaded whites … to vote against their economic interests by appealing to them on cultural issues – in other words, ‘gays, guns and God.’ There’s definitely merit in that explanation.” (Clinton’s Notes)",
        "full_description": "Hailed as 'dazzlingly insightful and wonderfully sardonic' (Chicago Tribune), 'very funny and very painful' (San Francisco Chronicle), and 'in a different league from most political books' (The New York Observer), What's the Matter with Kansas? unravels the great political mystery of our day: Why do so many Americans vote against their economic and social interests? With his acclaimed wit and acuity, Thomas Frank answers the riddle by examining his home state, Kansas-a place once famous for its radicalism that now ranks among the nation's most eager participants in the culture wars. Charting what he calls the 'thirty-year backlash'-the popular revolt against a supposedly liberal establishment-Frank reveals how conservatism, once a marker of class privilege, became the creed of millions of ordinary Americans. A brilliant analysis-and funny to boot-What's the Matter with Kansas? is a vivid portrait of an upside-down world where blue-collar patriots recite the Pledge while they strangle their life chances; where small farmers cast their votes for a Wall Street order that will eventually push them off their land; and where a group of frat boys, lawyers, and CEOs has managed to convince the country that it speaks on behalf of the People.",
        "amazon_link": "https://amzn.to/2RLHTwS"   
    },
    {
        "info": "Hillbilly Elegy by J.D. Vance",
        "book_cover":"/assets/images/bookpics/hillbilly elegy.jpg",
        "description": "“Anger and resentment do run deep. As Appalachian natives such as J.D. Vance have pointed out, a culture of grievance, victimhood and scapegoating have taken root as traditional values of self-reliance and hard work have withered. There’s a tendency toward seeing every problem as someone else’s fault, whether it’s Obama … undocumented immigrants … or me.” (Clinton’s Notes)",
        "full_description": "Hillbilly Elegy is a passionate and personal analysis of a culture in crisis—that of white working-class Americans. The disintegration of this group, a process that has been slowly occurring now for more than forty years, has been reported with growing frequency and alarm, but has never before been written about as searingly from the inside. J. D. Vance tells the true story of what a social, regional, and class decline feels like when you were born with it hung around your neck. The Vance family story begins hopefully in postwar America. J. D.’s grandparents were “dirt poor and in love,” and moved north from Kentucky’s Appalachia region to Ohio in the hopes of escaping the dreadful poverty around them. They raised a middle-class family, and eventually one of their grandchildren would graduate from Yale Law School, a conventional marker of success in achieving generational upward mobility. But as the family saga of Hillbilly Elegy plays out, we learn that J.D.'s grandparents, aunt, uncle, sister, and, most of all, his mother struggled profoundly with the demands of their new middle-class life, never fully escaping the legacy of abuse, alcoholism, poverty, and trauma so characteristic of their part of America. With piercing honesty, Vance shows how he himself still carries around the demons of his chaotic family history. A deeply moving memoir, with its share of humor and vividly colorful figures, Hillbilly Elegy is the story of how upward mobility really feels. And it is an urgent and troubling meditation on the loss of the American dream for a large segment of this country.",
        "amazon_link": "https://amzn.to/2T2fVhZ"   
    },
    {
        "info": "The True Believer by Eric Hoffer",
        "book_cover":"/assets/images/bookpics/true believer.jpg",
        "description": "The famous bestseller with “concise insight into what drives the mind of the fanatic and the dynamics of a mass movement” (Wall St. Journal) by Presidential Medal of Freedom recipient Eric Hoffer, The True Believer is a landmark in the field of social psychology, and even more relevant today than ever before in history.",
        "full_description": "Called a “brilliant and original inquiry” and “a genuine contribution to our social thought” by Arthur Schlesinger, Jr., The True Believer is mandatory reading for anyone interested in the machinations by which an individual becomes a fanatic.",
        "amazon_link": "https://amzn.to/2Fgpebd"   
    },
    {
        "info": "Bowling Alone by Robert D. Putnam",
        "book_cover":"/assets/images/bookpics/sorrows of young werther.jpg",
        "description": "Once we bowled in leagues, usually after work—but no longer. This seemingly small phenomenon symbolizes a significant social change that Robert Putnam has identified in this brilliant volume, which The Economist hailed as “a prodigious achievement.”",
        "full_description": "Drawing on vast new data that reveal Americans’ changing behavior, Putnam shows how we have become increasingly disconnected from one another and how social structures—whether they be PTA, church, or political parties—have disintegrated. Until the publication of this groundbreaking work, no one had so deftly diagnosed the harm that these broken bonds have wreaked on our physical and civic health, nor had anyone exalted their fundamental power in creating a society that is happy, healthy, and safe. Like defining works from the past, such as The Lonely Crowd and The Affluent Society, and like the works of C. Wright Mills and Betty Friedan, Putnam’s Bowling Alone has identified a central crisis at the heart of our society and suggests what we can do.",
        "amazon_link": "https://amzn.to/2FgnmPJ"   
    },
    {
        "info": "Democracy in America by Alexis de Tocqueville",
        "book_cover":"/assets/images/bookpics/democracy in america.jpg",
        "description": "Alexis de Tocqueville (1805-59) came to America in 1831 to see what a great republic was like. What struck him most was the country's equality of conditions, its democracy. The book he wrote on his return to France, Democracy in America, is both the best ever written on democracy and the best ever written on America.",
        "full_description": "It remains the most often quoted book about the United States, not only because it has something to interest and please everyone, but also because it has something to teach everyone. When it was published in 2000, Harvey Mansfield and Delba Winthrop's new translation of Democracy in America—only the third since the original two-volume work was published in 1835 and 1840—was lauded in all quarters as the finest and most definitive edition of Tocqueville's classic thus far. Mansfield and Winthrop have restored the nuances of Tocqueville's language, with the expressed goal 'to convey Tocqueville's thought as he held it rather than to restate it in comparable terms of today.' The result is a translation with minimal interpretation, but with impeccable annotations of unfamiliar references and a masterful introduction placing the work and its author in the broader contexts of political philosophy and statesmanship.",
        "amazon_link": "https://amzn.to/2DBEvBK"   
    },


]
