books: [
    {
    "info": "The Road To Character By David Brooks",
    "book_cover":"/assets/images/bookpics/the road to character.jpg",
    "description": "Beyond provoking valuable self-reflection and introspection, it sparked a wonderful discussion with my two daughters about why building inner character is just as important as building a career. In fact, the two go hand in hand—the moral compass of our lives must also be the moral compass of our livelihoods.",
    "full_description": "With the wisdom, humor, curiosity, and sharp insights that have brought millions of readers to his New York Times column and his previous bestsellers, David Brooks has consistently illuminated our daily lives in surprising and original ways. In The Social Animal, he explored the neuroscience of human connection and how we can flourish together. Now, in The Road to Character, he focuses on the deeper values that should inform our lives. Looking to some of the world’s greatest thinkers and inspiring leaders, Brooks explores how, through internal struggle and a sense of their own limitations, they have built a strong inner character. Labor activist Frances Perkins understood the need to suppress parts of herself so that she could be an instrument in a larger cause. Dwight Eisenhower organized his life not around impulsive self-expression but considered self-restraint. Dorothy Day, a devout Catholic convert and champion of the poor, learned as a young woman the vocabulary of simplicity and surrender. Civil rights pioneers A. Philip Randolph and Bayard Rustin learned reticence and the logic of self-discipline, the need to distrust oneself even while waging a noble crusade. Blending psychology, politics, spirituality, and confessional, The Road to Character provides an opportunity for us to rethink our priorities, and strive to build rich inner lives marked by humility and moral depth.",
    "amazon_link": "https://amzn.to/2CDJlN0",
    },
    {
        "info": "Being Mortal by Atul Gawande",
        "book_cover":"/assets/images/bookpics/being mortal.jpg",
        "description": "A beautifully written book. Captivating. A must read for everyone who has to confront ageing and care for the sick and elderly. Named a Best Book of the Year by The Washington Post, The New York Times Book Review, NPR, and Chicago Tribune, now in paperback with a new reading group guide. Medicine has triumphed in modern times, transforming the dangers of childbirth, injury, and disease from harrowing to manageable. But when it comes to the inescapable realities of aging and death, what medicine can do often runs counter to what it should. ",
        "full_description": "Through eye-opening research and gripping stories of his own patients and family, Gawande reveals the suffering this dynamic has produced. Nursing homes, devoted above all to safety, battle with residents over the food they are allowed to eat and the choices they are allowed to make. Doctors, uncomfortable discussing patients' anxieties about death, fall back on false hopes and treatments that are actually shortening lives instead of improving them. In his bestselling books, Atul Gawande, a practicing surgeon, has fearlessly revealed the struggles of his profession. Now he examines its ultimate limitations and failures-in his own practices as well as others'-as life draws to a close. Riveting, honest, and humane, Being Mortal shows how the ultimate goal is not a good death but a good life-all the way to the very end.",
        "amazon_link": "https://amzn.to/2JCv7Ss"
    },
]
