books: [
    {
        "info": "It’s Not about the Coffee: Leadership Principles from a Life at Starbucks. By Howard Behar",
        "book_cover":"/assets/images/bookpics/its not about the coffee.jpg",
        "description": "“I read it before I started Stitch Fix. It had a really big impact on me and how I approached company culture. In Howard’s book, he talks about how the company culture of Starbucks is one where he felt like he could be the same person at home and be the same person at work. And that the values were consistent in both worlds.” - Katrina Lake",
        "full_description": "During his many years as a senior executive at Starbucks, Howard Behar helped establish the Starbucks culture, which stresses people over profits. He coached hundreds of leaders at every level and helped the company grow into a world-renowned brand. Now he reveals the ten principles that guided his leadership-and not one of them is about coffee. Behar shows that if you think of your staff as people (not labor costs) they will achieve amazing results. He discusses the importance of building trust, telling hard truths, thinking independently, and more. And he shares inside stories of key turning points for Starbucks, as it fought to hang on to its culture while growing exponentially.",
        "amazon_link": "https://amzn.to/2DOL1mw"
        },
        {
            "info": "Six Seasons: A New Way with Vegetables by Joshua McFadden",
            "book_cover":"/assets/images/bookpics/six seasons.jpg",
            "description": "“I love cooking. It’s what clears my mind, since it’s pretty hard to multitask when you’re chopping vegetables.” - Katrina Lake",
            "full_description": "Joshua McFadden, chef and owner of renowned trattoria Ava Gene’s in Portland, Oregon, is a vegetable whisperer. After years racking up culinary cred at New York City restaurants like Lupa, Momofuku, and Blue Hill, he managed the trailblazing Four Season Farm in coastal Maine, where he developed an appreciation for every part of the plant and learned to coax the best from vegetables at each stage of their lives. In Six Seasons, his first book, McFadden channels both farmer and chef, highlighting the evolving attributes of vegetables throughout their growing seasons—an arc from spring to early summer to midsummer to the bursting harvest of late summer, then ebbing into autumn and, finally, the earthy, mellow sweetness of winter. Each chapter begins with recipes featuring raw vegetables at the start of their season. As weeks progress, McFadden turns up the heat—grilling and steaming, then moving on to sautés, pan roasts, braises, and stews. His ingenuity is on display in 225 revelatory recipes that celebrate flavor at its peak.",
            "amazon_link": "https://amzn.to/2NdGH4H"
            },
            {
                "info": "The Evolution of Beauty: How Darwin’s Forgotten Theory of Mate Choice Shapes the Animal World – and Us  by Richard O. Prum",
                "book_cover":"/assets/images/bookpics/evolution of beauty.jpg",
                "description": " “It’s talking about natural selection. We know about survival of the fittest and how the strongest animals win. But the reality is there are all these traits that evolve that don’t really make sense from a natural selection standpoint. There’s all these traits that have evolved because species find them to be beautiful. It was part of Darwin’s original theory, but it was one that was kind of lost in history and so it kind of revisits that.” – Katrina Lake",
                "full_description": "In the great halls of science, dogma holds that Darwin's theory of natural selection explains every branch on the tree of life: which species thrive, which wither away to extinction, and what features each evolves. But can adaptation by natural selection really account for everything we see in nature? Yale University ornithologist Richard Prum—reviving Darwin's own views—thinks not. Deep in tropical jungles around the world are birds with a dizzying array of appearances and mating displays: Club-winged Manakins who sing with their wings, Great Argus Pheasants who dazzle prospective mates with a four-foot-wide cone of feathers covered in golden 3D spheres, Red-capped Manakins who moonwalk. In thirty years of fieldwork, Prum has seen numerous display traits that seem disconnected from, if not outright contrary to, selection for individual survival. To explain this, he dusts off Darwin's long-neglected theory of sexual selection in which the act of choosing a mate for purely aesthetic reasons—for the mere pleasure of it—is an independent engine of evolutionary change. Mate choice can drive ornamental traits from the constraints of adaptive evolution, allowing them to grow ever more elaborate. It also sets the stakes for sexual conflict, in which the sexual autonomy of the female evolves in response to male sexual control. Most crucially, this framework provides important insights into the evolution of human sexuality, particularly the ways in which female preferences have changed male bodies, and even maleness itself, through evolutionary time. The Evolution of Beauty presents a unique scientific vision for how nature's splendor contributes to a more complete understanding of evolution and of ourselves.",
                "amazon_link": "https://amzn.to/2BI9No3"
                }
]