books: [
    {
    "info": "The Emperor of All Maladies: A Biography of Cancer by Siddhartha Mukherjee",
    "book_cover":"/assets/images/bookpics/emperor of all maladies.jpg",
    "description": "Winner of the Pulitzer Prize, and now a documentary from Ken Burns on PBS, The Emperor of All Maladies is a magnificent, profoundly humane “biography” of cancer—from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence.",
    "full_description": "Physician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with—and perished from—for more than five thousand years. The story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.” The book reads like a literary thriller with cancer as the protagonist. From the Persian Queen Atossa, whose Greek slave may have cut off her diseased breast, to the nineteenth-century recipients of primitive radiation and chemotherapy to Mukherjee’s own leukemia patient, Carla, The Emperor of All Maladies is about the people who have soldiered through fiercely demanding regimens in order to survive—and to increase our understanding of this iconic disease. Riveting, urgent, and surprising, The Emperor of All Maladies provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer.",
    "amazon_link": "https://amzn.to/2DqtUID"
    },
    {
        "info": "Nonstop Metropolis by Rebecca Solnit, Joshua Jelly-Schapiro",
        "book_cover":"/assets/images/bookpics/nonstop metropolis.jpg",
        "description": "Nonstop Metropolis, the culminating volume in a trilogy of atlases, conveys innumerable unbound experiences of New York City through twenty-six imaginative maps and informative essays. Bringing together the insights of dozens of experts—from linguists to music historians, ethnographers, urbanists, and environmental journalists—amplified by cartographers, artists, and photographers, it explores all five boroughs of New York City and parts of nearby New Jersey. ",
        "full_description": "We are invited to travel through Manhattan’s playgrounds, from polyglot Queens to many-faceted Brooklyn, and from the resilient Bronx to the mystical kung fu hip-hop mecca of Staten Island. The contributors to this exquisitely designed and gorgeously illustrated volume celebrate New York City’s unique vitality, its incubation of the avant-garde, and its literary history, but they also critique its racial and economic inequality, environmental impact, and erasure of its past. Nonstop Metropolis allows us to excavate New York’s buried layers, to scrutinize its political heft, and to discover the unexpected in one of the most iconic cities in the world. It is both a challenge and homage to how New Yorkers think of their city, and how the world sees this capital of capitalism, culture, immigration, and more.",
        "amazon_link": "https://amzn.to/2sFfP3R"
        },
    {
        "info": "Anna Karenina by Leo Tolstoy",
        "book_cover":"/assets/images/bookpics/anna karenina.jpg",
        "description": "Described by William Faulkner as the best novel ever written and by Fyodor Dostoevsky as “flawless,” Anna Karenina tells of the doomed love affair between the sensuous and rebellious Anna and the dashing officer, Count Vronsky. Tragedy unfolds as Anna rejects her passionless marriage and thereby exposes herself to the hypocrisies of society. Set against a vast and richly textured canvas of nineteenth-century Russia, the novel's seven major characters create a dynamic imbalance, playing out the contrasts of city and country life and all the variations on love and family happiness.",
        "full_description": "While previous versions have softened the robust and sometimes shocking qualities of Tolstoy's writing, Pevear and Volokhonsky have produced a translation true to his powerful voice. This authoritative edition, which received the PEN Translation Prize and was an Oprah Book Club™ selection, also includes an illuminating introduction and explanatory notes. Beautiful, vigorous, and eminently readable, this Anna Karenina will be the definitive text for fans of the film and generations to come. This Penguin Classics Deluxe Edition also features French flaps and deckle-edged paper. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "amazon_link": "https://amzn.to/2T6ntA5"   
    },
    {
        "info": "The Second Sex by Simone de Beauvoir",
        "book_cover":"/assets/images/bookpics/second sex.jpg",
        "description": "Simone de Beauvoir’s essential masterwork is a powerful analysis of the Western notion of “woman,” and a revolutionary exploration of inequality and otherness. Unabridged in English for the first time, this long-awaited edition reinstates significant portions of the original French text that were cut in the first English translation. Vital and groundbreaking, Beauvoir’s pioneering and impressive text remains as pertinent today as when it was first published, and will continue to provoke and inspire generations of men and women to come.",
        "amazon_link": "https://amzn.to/2CBBQW1"   
    }
]
  