books: [
    {
    "info": "Pre-Suasion by Robert Cialdini",
    "book_cover":"/assets/images/bookpics/pre-suasion.jpg",
    "description": "Cialdini’s last book, “Influence,” was published in 1984, and Thaler says he’s read an early version of this one. “He’s the most practical psychologist on Earth,” Thaler says of Cialdini. (Thaler, Marketwatch)",
    "full_description":"What separates effective communicators from truly successful persuaders? With the same rigorous scientific research and accessibility that made his Influence an iconic bestseller, Robert Cialdini explains how to prepare people to be receptive to a message before they experience it. Optimal persuasion is achieved only through optimal pre-suasion. In other words, to change “minds” a pre-suader must also change “states of mind.” Named a “Best Business Books of 2016” by the Financial Times, and “compelling” by The Wall Street Journal, Cialdini’s Pre-Suasion draws on his extensive experience as the most cited social psychologist of our time and explains the techniques a person should implement to become a master persuader. Altering a listener’s attitudes, beliefs, or experiences isn’t necessary, says Cialdini—all that’s required is for a communicator to redirect the audience’s focus of attention before a relevant action. From studies on advertising imagery to treating opiate addiction, from the annual letters of Berkshire Hathaway to the annals of history, Cialdini outlines the specific techniques you can use on online marketing campaigns and even effective wartime propaganda. He illustrates how the artful diversion of attention leads to successful pre-suasion and gets your targeted audience primed and ready to say, “Yes.” His book is “an essential tool for anyone serious about science based business strategies…and is destined to be an instant classic. It belongs on the shelf of anyone in business, from the CEO to the newest salesperson” (Forbes).",
    "amazon_link": "https://amzn.to/2Ptb3zu"
    },
    {
        "info": "Thinking, Fast and Slow by Daniel Kahneman",
        "book_cover":"/assets/images/bookpics/thinking_fast.jpg",
        "description": "Thaler calls Kahneman, a fellow University of Chicago professor, one of his mentors and this book a “natural companion to ‘Misbehaving.’ ” Thaler has his own Kahneman story, of when Kahneman was asked about Thaler and called “lazy” his best attribute. (Thaler, Marketwatch)",
        "full_description":"In the international bestseller, Thinking, Fast and Slow, Daniel Kahneman, the renowned psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think. System 1 is fast, intuitive, and emotional; System 2 is slower, more deliberative, and more logical. The impact of overconfidence on corporate strategies, the difficulties of predicting what will make us happy in the future, the profound effect of cognitive biases on everything from playing the stock market to planning our next vacation―each of these can be understood only by knowing how the two systems shape our judgments and decisions. Engaging the reader in a lively conversation about how we think, Kahneman reveals where we can and cannot trust our intuitions and how we can tap into the benefits of slow thinking. He offers practical and enlightening insights into how choices are made in both our business and our personal lives―and how we can use different techniques to guard against the mental glitches that often get us into trouble. Winner of the National Academy of Sciences Best Book Award and the Los Angeles Times Book Prize and selected by The New York Times Book Review as one of the ten best books of 2011, Thinking, Fast and Slow is destined to be a classic.",
        "amazon_link": "https://amzn.to/2Eap17g"
        },
        {
            "info": "The Undoing Project: A Friendship That Changed Our Minds by Michael Lewis",
            "book_cover":"/assets/images/bookpics/undoingproject.jpg",
            "description": "Forty years ago, Israeli psychologists Daniel Kahneman and Amos Tversky wrote a series of breathtakingly original papers that invented the field of behavioral economics. One of the greatest partnerships in the history of science, Kahneman and Tversky’s extraordinary friendship incited a revolution in Big Data studies, advanced evidence-based medicine, led to a new approach to government regulation, and made much of Michael Lewis’s own work possible. In The Undoing Project,Lewis shows how their Nobel Prize–winning theory of the mind altered our perception of reality.",
            "amazon_link": "https://amzn.to/2QJCY2W"
            }, 
            {
                "info": "Made to Stick: Why Some Ideas Survive and Others Die by Chip Heath and Dan Heath",
                "book_cover":"/assets/images/bookpics/made to stick.jpg",
                "description": "Mark Twain once observed, “A lie can get halfway around the world before the truth can even get its boots on.” His observation rings true: Urban legends, conspiracy theories, and bogus news stories circulate effortlessly. Meanwhile, people with important ideas—entrepreneurs, teachers, politicians, and journalists—struggle to make them “stick.”  In Made to Stick, Chip and Dan Heath reveal the anatomy of ideas that stick and explain ways to make ideas stickier, such as applying the human scale principle, using the Velcro Theory of Memory, and creating curiosity gaps.",
                "full_description":"Along the way, we discover that sticky messages of all kinds—from the infamous “kidney theft ring” hoax to a coach’s lessons on sportsmanship to a vision for a new product at Sony—draw their power from the same six traits. Made to Stick will transform the way you communicate. It’s a fast-paced tour of success stories (and failures): the Nobel Prize-winning scientist who drank a glass of bacteria to prove a point about stomach ulcers; the charities who make use of the Mother Teresa Effect; the elementary-school teacher whose simulation actually prevented racial prejudice. Provocative, eye-opening, and often surprisingly funny, Made to Stick shows us the vital principles of winning ideas—and tells us how we can apply these rules to making our own messages stick.",
                "amazon_link": "https://amzn.to/2UqIEOc"
                },
                {
                    "info": "Switch: How to Change Things When Change Is Hard”  by Chip Heath and Dan Heath",
                    "book_cover":"/assets/images/bookpics/switch how to change things.jpg",
                    "description": "Why is it so hard to make lasting changes in our companies, in our communities, and in our own lives? The primary obstacle is a conflict that’s built into our brains, say Chip and Dan Heath, authors of the critically acclaimed bestseller Made to Stick. Psychologists have discovered that our minds are ruled by two different systems—the rational mind and the emotional mind—that compete for control.",
                    "full_description":"The rational mind wants a great beach body; the emotional mind wants that Oreo cookie. The rational mind wants to change something at work; the emotional mind loves the comfort of the existing routine. This tension can doom a change effort—but if it is overcome, change can come quickly. In Switch, the Heaths show how everyday people—employees and managers, parents and nurses—have united both minds and, as a result, achieved dramatic results. The lowly medical interns who managed to defeat an entrenched, decades-old medical practice that was endangering patients. The home-organizing guru who developed a simple technique for overcoming the dread of housekeeping. The manager who transformed a lackadaisical customer-support team into service zealots by removing a standard tool of customer service. In a compelling, story-driven narrative, the Heaths bring together decades of counterintuitive research in psychology, sociology, and other fields to shed new light on how we can effect transformative change. Switch shows that successful changes follow a pattern, a pattern you can use to make the changes that matter to you, whether your interest is in changing the world or changing your waistline.",
                    "amazon_link": "https://amzn.to/2UusfrX"
                    },
                    {
                        "info": "Decisive: How to Make Better Choices in Life and Work by Chip Heath and Dan Heath",
                        "book_cover":"/assets/images/bookpics/decisive how to make better choices.jpg",
                        "description": "Research in psychology has revealed that our decisions are disrupted by an array of biases and irrationalities: We’re overconfident. We seek out information that supports us and downplay information that doesn’t. We get distracted by short-term emotions. When it comes to making choices, it seems, our brains are flawed instruments. Unfortunately, merely being aware of these shortcomings doesn’t fix the problem, any more than knowing that we are nearsighted helps us to see. The real question is: How can we do better?",
                        "full_description":"In Decisive, the Heaths, based on an exhaustive study of the decision-making literature, introduce a four-step process designed to counteract these biases. Written in an engaging and compulsively readable style, Decisive takes readers on an unforgettable journey, from a rock star’s ingenious decision-making trick to a CEO’s disastrous acquisition, to a single question that can often resolve thorny personal decisions. Along the way, we learn the answers to critical questions like these: How can we stop the cycle of agonizing over our decisions? How can we make group decisions without destructive politics? And how can we ensure that we don’t overlook precious opportunities to change our course? Decisive is the Heath brothers’ most powerful—and important—book yet, offering fresh strategies and practical tools enabling us to make better choices. Because the right decision, at the right moment, can make all the difference.",
                        "amazon_link": "https://amzn.to/2QMsu2U"
                        },            
    

]
