books: [
    {
    "info": "Sales Acceleration by Mark Roberge",
    "book_cover":"/assets/images/bookpics/sales acceleration formula.jpg",
    "description": "The Sales Acceleration Formula provides a scalable, predictable approach to growing revenue and building a winning sales team. Everyone wants to build the next $100 million business and author Mark Roberge has actually done it using a unique methodology that he shares with his readers. ", 
    "full_description": "As an MIT alum with an engineering background, Roberge challenged the conventional methods of scaling sales utilizing the metrics-driven, process-oriented lens through which he was trained to see the world. In this book, he reveals his formulas for success. Readers will learn how to apply data, technology, and inbound selling to every aspect of accelerating sales, including hiring, training, managing, and generating demand. As SVP of Worldwide Sales and Services for software company HubSpot, Mark led hundreds of his employees to the acquisition and retention of the company's first 10,000 customers across more than 60 countries. This book outlines his approach and provides an action plan for others to replicate his success. A formula does exist.",
    "amazon_link": "https://amzn.to/2D8p7Kx"
    },
    {
        "info": "So Good They Can’t Ignore You by Cal Newport",
        "book_cover":"/assets/images/bookpics/so good they cant ignore you.jpg",
        "description": "In this eye-opening account, Cal Newport debunks the long-held belief that \"follow your passion\" is good advice.  Not only is the cliché flawed-preexisting passions are rare and have little to do with how most people end up loving their work-but it can also be dangerous, leading to anxiety and chronic job hopping. After making his case against passion, Newport sets out on a quest to discover the reality of how people end up loving what they do.",
        "full_description": "Spending time with organic farmers, venture capitalists, screenwriters, freelance computer programmers, and others who admitted to deriving great satisfaction from their work, Newport uncovers the strategies they used and the pitfalls they avoided in developing their compelling careers. Matching your job to a preexisting passion does not matter, he reveals. Passion comes after you put in the hard work to become excellent at something valuable, not before. In other words, what you do for a living is much less important than how you do it. With a title taken from the comedian Steve Martin, who once said his advice for aspiring entertainers was to \"be so good they can't ignore you,\" Cal Newport's clearly written manifesto is mandatory reading for anyone fretting about what to do with their life, or frustrated by their current job situation and eager to find a fresh new way to take control of their livelihood. He provides an evidence-based blueprint for creating work you love. SO GOOD THEY CAN'T IGNORE YOU will change the way we think about our careers, happiness, and the crafting of a remarkable life.",        
        "amazon_link": "https://amzn.to/2t2RpS9"
        },
        {
            "info": "Tuesdays with Morrie by Mitch Albom",
            "book_cover":"/assets/images/bookpics/tuesdays with morrie.jpg",
            "description": "Maybe it was a grandparent, or a teacher, or a colleague. Someone older, patient and wise, who understood you when you were young and searching, helped you see the world as a more profound place, gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago.", 
            "full_description": "Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded, and the world seemed colder. Wouldn't you like to see that person again, ask the bigger questions that still haunt you, receive wisdom for your busy life today the way you once did when you were younger? Mitch Albom had that second chance. He rediscovered Morrie in the last months of the older man's life. Knowing he was dying, Morrie visited with Mitch in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final “class”: lessons in how to live. Tuesdays with Morrie is a magical chronicle of their time together, through which Mitch shares Morrie's lasting gift with the world.",
            "amazon_link": "https://amzn.to/2D5R1Hg"
            },
]
