books: [
    {
    "info": "Flow: The Psychology of Optimal Experience - Mihaly Csikszentmihalyi",
    "book_cover":"/assets/images/bookpics/flow the psychology.jpg",
    "description": "This book illuminates the kind of life we should all be living. Csikszentmihalyi argues that one of the highest states of being is the state of flow — when you’re totally engaged in an activity, riding the narrow channel between boredom and anxiety. I talk about this book a lot, and try to live by it even more. (Cain's Notes, TED)",
    "amazon_link": "https://amzn.to/2q254aG"
    },
    {
        "book_cover":"/assets/images/bookpics/sailing_alone.jpg",
        "description": "(Or really any of Billy Collins’ poetry collections.) Collins, who was once the US poet laureate, says he’s an extrovert, but if his poems are any indication, he’s a homebody like me. He writes about exciting things like looking up words in the encyclopedia and walking to town for a gallon of milk... (Cain's Notes, TED)",
        "full_description": "...He’s charming and insightful, and I love his work so much that when I went into labor with our first child, my husband ran back to our apartment to bring one of Collins’ books to the maternity ward. He thought I should have it while we were waiting for the baby to come. (Cain's Notes, TED)",
        "amazon_link": "https://amzn.to/2q3K5nO"   
    },
    {
        "book_cover":"/assets/images/bookpics/the organization man.jpg",
        "description": "If you have ever felt weird or out of step because you like to sit around and think, I can’t recommend these books enough. I read them while researching Quiet. I was trying to trace the history of what I call 'the extrovert ideal' — the Western bias for people who are alpha, assertive and gregarious — and devoured these books. (You’ll find them referenced in chapter one of Quiet.) (Cain's Notes, TED)",
        "full_description": "They were both written in the middle of the 20th century, a time when Americans were trying to break the shackles of their conformist, Happy Days culture. So what do these books have to do with our life today? Everything. You’ll see that things haven’t changed as much as we think. (Cain's Notes, TED)",
        "amazon_link": "https://amzn.to/2S9VPC7"   
    },
    {
        "book_cover":"/assets/images/bookpics/anti-intellectualism.jpg",
        "description": "In this award-winning classic work of consensus history, Richard Hofstadter, author of The Age of Reform, examines the role of social movements in the perception of intellect in American life.",
        "full_description": "&quot;As Mr. Hofstadter unfolds the fascinating story, it is no crude battle of eggheads and fatheads. It is a rich, complex, shifting picture of the life of the mind in a society dominated by the ideal of practical success.&quot; --Robert Peel in the Christian Science Monitor",
        "amazon_link": "https://amzn.to/2q3Khn2"   
    },
    {
        "book_cover":"/assets/images/bookpics/prep.jpg",
        "description": "Have you ever felt like an outsider? This is an acutely observed look at life inside a New England boarding school, as told from a public school kid from Indiana. I picked up this book the minute I heard about it. Like the Prep protagonist, I am not from a preppy background. But I went to Princeton in the 1980s, when it seemed that all the students were from elite private schools and possessed of a breathtaking savoir faire...(Cain's Notes)",
        "full_description": "….I thought my mother had taught me decent table manners, but my classmates had an elegant way of holding their utensils that would forever elude me. They also pursued mysterious passions, like trying out for 'crew,' a sport I had never heard of before. I thought they were competing to make extra money washing dishes at the dining hall, and couldn't figure out why they needed the cash. If you’ve ever felt like an outsider in a culture that initially seemed more dazzling than the one you came from (and even if you haven’t!), this is a great read. (Cain's Notes)",
        "amazon_link": "https://amzn.to/2D0huZ5"   
    },

]
