books: [
    {
    "book_cover":"/assets/images/bookpics/master key system.jpg",
    "description": " A principal text of the New Thought movement, ‘The Master Key System’ describes how one can use the law of attraction to creatively visualize a better life for oneself.",
    "full_description": " As Haanel describes in his introduction to the ‘The Master Key System’, ‘Nature compels us all to move through life. We could not remain stationary however much we wished. Every right-thinking person wants not merely to move through life like a sound-producing, perambulating plant, but to develop—to improve—and to continue the development mentally to the close of physical life. This development can occur only through the improvement of the quality of individual thought and the ideals, actions and conditions that arise as a consequence. Hence a study of the creative processes of thought and how to apply them is of supreme importance to each one of us. This knowledge is the means whereby the evolution of human life on earth may be hastened and uplifted in the process.’ ",     
    "amazon_link": "https://amzn.to/2LXYP4p",
    },
    {
        "book_cover":"/assets/images/bookpics/man_s search for meaning.jpg",
        "description": "Between 1942 and 1945 Frankl labored in four different camps, including Auschwitz, while his parents, brother, and pregnant wife perished. Based on his own experience and the experiences of others he treated later in his practice, Frankl argues that we cannot avoid suffering but we can choose how to cope with it, find meaning in it, and move forward with renewed purpose.",
        "full_description": "Psychiatrist Viktor Frankl's memoir has riveted generations of readers with its descriptions of life in Nazi death camps and its lessons for spiritual survival. Frankl's theory-known as logotherapy, from the Greek word logos ('meaning')-holds that our primary drive in life is not pleasure, as Freud maintained, but the discovery and pursuit of what we personally find meaningful. At the time of Frankl's death in 1997, Man's Search for Meaning had sold more than 10 million copies in twenty-four languages. A 1991 reader survey for the Library of Congress that asked readers to name a 'book that made a difference in your life' found Man's Search for Meaning among the ten most influential books in America.",     
        "amazon_link": "https://amzn.to/2M5rCjX",
        },
    
            {
                "book_cover":"/assets/images/bookpics/you_re not too smart.jpg",
                "description": "Whether you’re deciding which smartphone to purchase or which politician to believe, you think you are a rational being whose every decision is based on cool, detached logic. But here’s the truth: You are not so smart. You’re just as deluded as the rest of us—but that’s okay, because being deluded is part of being human.",
                "full_description": "Growing out of David McRaney’s popular blog, You Are Not So Smart reveals that every decision we make, every thought we contemplate, and every emotion we feel comes with a story we tell ourselves to explain them. But often these stories aren’t true. Each short chapter—covering topics such as Learned Helplessness, Selling Out, and the Illusion of Transparency—is like a psychology course with all the boring parts taken out. Bringing together popular science and psychology with humor and wit, You Are Not So Smart is a celebration of our irrational, thoroughly human behavior.",     
                "amazon_link": "https://amzn.to/2O1adJY",
                }

] 