books: [
    {
    "info": "Macht in der Mitte: Die neuen Aufgaben Deutschlands in Europa by Herfried Münkler",
    "book_cover":"/assets/images/bookpics/macht in der mitte.jpg",
    "amazon_link": "https://amzn.to/2JTc1E0"
    },
    {
        "info": "Si j’étais ministre de la culture by Carole Frechette",
        "book_cover":"/assets/images/bookpics/si jetais ministre.jpg",
        "amazon_link": "https://amzn.to/2JXtCLe"   
    },
    {
        "info": "Everybody Lies: Big Data, New Data, and What the Internet Can Tell Us About Who We Really Are by Seth Stephens-Davidowitz",
        "book_cover":"/assets/images/bookpics/everybody lies.jpg",
        "description": "Everybody Lies offers fascinating, surprising, and sometimes laugh-out-loud insights into everything from economics to ethics to sports to race to sex, gender and more, all drawn from the world of big data. What percentage of white voters didn’t vote for Barack Obama because he’s black? Does where you go to school effect how successful you are in life? Do parents secretly favor boy children over girls? Do violent films affect the crime rate? Can you beat the stock market?",
        "full_description": "By the end of an average day in the early twenty-first century, human beings searching the internet will amass eight trillion gigabytes of data. This staggering amount of information—unprecedented in history—can tell us a great deal about who we are—the fears, desires, and behaviors that drive us, and the conscious and unconscious decisions we make. From the profound to the mundane, we can gain astonishing knowledge about the human psyche that less than twenty years ago, seemed unfathomable. Investigating these questions and a host of others, Seth Stephens-Davidowitz offers revelations that can help us understand ourselves and our lives better. Drawing on studies and experiments on how we really live and think, he demonstrates in fascinating and often funny ways the extent to which all the world is indeed a lab. With conclusions ranging from strange-but-true to thought-provoking to disturbing, he explores the power of this digital truth serum and its deeper potential—revealing biases deeply embedded within us, information we can use to change our culture, and the questions we’re afraid to ask that might be essential to our health—both emotional and physical. All of us are touched by big data everyday, and its influence is multiplying. Everybody Lies challenges us to think differently about how we see it and the world.",
        "amazon_link": "https://amzn.to/2Dyg1tm"   
    },

]
